Repository: pypi-data/pypi-mirror-360
Catalog: packages/django-easy-quiz/django_easy_quiz-6.5.0-py3-none-any.whl/django_easy_quiz/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Answer 1
fr: Réponse 1

source: Answer 2
fr: Réponse 2

source: Answer 3
fr: Réponse 3

source: Answer 4
fr: Réponse 4

source: Answer 5
fr: Réponse 5

source: Answer 6
fr: Réponse 6

source: Answer 7
fr: Réponse 7

source: Answer 8
fr: Réponse 8

source: Answer 9
fr: Réponse 9

source: Answer 10
fr: Réponse 10

source: Question number
fr: Question n°

source: Do not forget to write conclusions!
fr: N'oubliez pas d'écrire les conclusions !

source: Answer 1 (■)
fr: Réponse 1 (■)

source: Answer 2 (▲)
fr: Réponse 2 (▲)

source: Answer 3 (◆)
fr: Réponse 3 (◆)

source: Answer 4 (●)
fr: Réponse 4 (●)

source: Answers
fr: Réponses

source: More infos
fr: Plus d'informations

source: Save your questions first, and then you will be able to update each question to add answers.
fr: Sauvegardez vos questions d'abord, vous pourrez ensuite accéder à chaque question en détail pour ajouter des réponses.

source: Weighted Answers Quiz
fr: Quiz avec réponses pondérées

source: Interpretation Quiz
fr: Quiz d'interprétation

source: Quiz name
fr: Nom du quiz

source: Random questions
fr: Questions aléatoires

source: Questions will be shown on random order.
fr: Les questions vont être affichées dans un ordre aléatoire.

source: Random answers
fr: Réponses aléatoires

source: Answers will be shown on random order.
fr: Les réponses vont être affichées dans un ordre aléatoire.

source: Will display this 'more info quiz' at the end of the main quiz.
fr: Choisir un quiz 'plus d'infos' va l'afficher à la fin du quiz principal.

source: Show score in summary
fr: Afficher le score dans la conclusion

source: Weighted Answers Quizzes
fr: Quiz avec réponses pondérées

source: Conclusion for max of ■:
fr: Conclusion pour maximum de ■ :

source: Conclusion for max of ▲:
fr: Conclusion pour maximum de ▲ :

source: Conclusion for max of ◆:
fr: Conclusion pour maximum de ◆ :

source: Conclusion for max of ●:
fr: Conclusion pour maximum de ● :

source: Interpretation Quizzes
fr: Quiz d'interprétation

source: More than one answer possible
fr: Plusieurs réponses autorisées

source: Points for answer 1
fr: Points pour la réponse 1

source: Points for answer 2
fr: Points pour la réponse 2

source: Points for answer 3
fr: Points pour la réponse 3

source: Points for answer 4
fr: Points pour la réponse 4

source: Points for answer 5
fr: Points pour la réponse 5

source: Points for answer 6
fr: Points pour la réponse 6

source: Points for answer 7
fr: Points pour la réponse 7

source: Points for answer 8
fr: Points pour la réponse 8

source: Points for answer 9
fr: Points pour la réponse 9

source: Points for answer 10
fr: Points pour la réponse 10

source: Weighted Answers Quiz Question
fr: Question de quiz avec réponses pondérées

source: Weighted Answers Quiz Questions
fr: Questions de quiz avec réponses pondérées

source: Interpretation Quiz Question
fr: Question de quiz d'interprétation

source: Interpretation Quiz Questions
fr: Questions de quiz d'interprétation

source: Answer #{self.id}
fr: Réponse #{self.id}

source: Min amount of points (included)
fr: Montant minimal de points (inclus)

source: Max amount of points (included)
fr: Montant maximal de points (inclus)

source: Weighted Answers Quiz Conclusion
fr: Conclusion de quiz avec réponses pondérées

source: Weighted Answers Quiz Conclusions
fr: Conclusions de quiz avec réponses pondérées

source: Title level 1 (<h1>)
fr: Titre niveau 1 (<h1>)

source: Title level 2 (<h2>)
fr: Titre niveau 2 (<h2>)

source: Title level 3 (<h3>)
fr: Titre niveau 3 (<h3>)

source: Title level 4 (<h4>)
fr: Titre niveau 4 (<h4>)

source: Title level 5 (<h5>)
fr: Titre niveau 5 (<h5>)

source: Title level 6 (<h6>)
fr: Titre niveau 6 (<h6>)

source: Title level
fr: Niveau du titre

source: Short description
fr: Description courte

source: Button text
fr: Texte du bouton

source: Saved Quiz
fr: Quiz Sauvegardé

source: Saved Quizzes
fr: Quiz Sauvegardés

source: Will be displayed below the results.
fr: Sera affiché sous les résultats.

source: More-Info Quiz
fr: Quiz plus d'infos

source: More-Info Quizzes
fr: Quizs plus d'infos

source: Is this question required?
fr: Est-ce que la réponse est requise ?

source: Check this parameter to allow plain text answers instead of pre-defined answers.
fr: Cochez cette case pour autoriser les réponses 'texte libre' au lieu des réponses prédéfinies.

source: Check this parameter to display a big list of answers using a select input and not radio buttons.
fr: Cochez cette case pour lister les réponses dans un élément 'select', plus compact que des boutons type 'radio'.

source: More-Info Question
fr: Question de quiz 'plus d'infos'

source: More-Info Questions
fr: Questions de quiz 'plus d'infos'

source: More-Info Answer
fr: Réponse de quiz 'plus d'info'

source: More-Info Answers
fr: Réponses de quiz 'plus d'info'

source: quiz_summary.pdf
fr: résultats_quiz.pdf

source: You have a majority of
fr: Vous avez une majorité de

source: Relaunch the quiz
fr: Relancer le quiz

source: Download the summary in pdf
fr: Télécharger le résumé au format PDF

source: Thank you for your answers.
fr: Merci pour vos réponses.

source: Submit
fr: Valider

source: Launch the quiz
fr: Lancer le quiz

source: (admin only) No interpretation quiz selected, can't display quiz link.
fr: (admin seulement) Aucun quiz d'interprétation sélectionné, impossible d'afficher un lien.

source: --Please choose an option--
fr: --Choisissez une option--

source: Quiz results summary
fr: Résumé des résultats du quiz

source: Result: %(points)s point%(plural)s
fr: Résultats : %(points)s point%(plural)s

source: You haven't selected any answer.
fr: Vous n'avez sélectionné aucune réponse.

source: Result
fr: Résultat

source: Summary:
fr: Synthèse :

source: (admin only) No weighted answers quiz selected, can't display quiz link.
fr: (admin seulement) Aucun quiz à réponses pondérées sélectionné, impossible d'afficher un lien.

source: weighted-answers/<int:pk>/
fr: reponses-ponderees/<int:pk>/

source: Error: {min} (min value) > {max} (max value). Description: {clue}
fr: Erreur : {min} (la valeur minimale) > {max} (valeur maximale). Description: {clue}

source: Error: question "{question}" lacks {4-nb_answers} answer(s) (answer text or nb of points).
fr: Erreur : Il manque {4-nb_answers} réponse(s) (description ou nombre de points) pour la question "{question}".
