Repository: pypi-data/pypi-mirror-360
Catalog: packages/rdmo/rdmo-2.3.2.tar.gz/rdmo-2.3.2/rdmo/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Close
it: Chiudi

source: Save
it: Salva

source: Search
it: Ricerca

source: %s has unsupported file type
it: %s ha un tipo di file non supportato

source: Drop the file here ...
it: Lasciate il file qui...

source: Drag and drop a file here or click to select a file
it: Trascinare e rilasciare un file qui o fare clic per selezionarlo

source: Back
it: Indietro

source: Create
it: Creare

source: Create and continue editing
it: Creare e continuare a modificare

source: Copy
it: Copia

source: Copy and continue editing
it: Copiare e continuare a modificare

source: Save and continue editing
it: Salvare e continuare a modificare

source: New
it: Nuovo

source: Delete
it: Elimina

source: One or more errors occurred:
it: Si sono verificati uno o più errori:

source: Filter URI prefix
it: Prefisso URI del filtro

source: All URI prefixes
it: Tutti i prefissi dell'URI

source: Upload file
it: Caricare il file

source: Select file
it: Seleziona file

source: Upload
it: Carica

source: Locked
it: Bloccato

source: Remove your site
it: Rimuovere il sito

source: Add your site
it: Aggiungi il tuo sito

source: Hide elements
it: Nascondere gli elementi

source: Show elements
it: Mostra elementi

source: XML (full)
it: XML (completo)

source: CSV comma separated
it: CSV separato da virgola

source: CSV semicolon separated
it: CSV separati da punto e virgola

source: Show less
it: Mostra meno

source: Show more
it: Mostra di più

source: Hide
it: Nascondere

source: Show
it: Mostra

source: This attribute is read only
it: Questo attributo è di sola lettura

source: Attribute
it: Attributo

source: Create attribute
it: Crea attributo

source: This attribute will be added to the attribute <code class="code-domain">%s</code>.
it: Questo attributo verrà aggiunto all'attributo <code class="code-domain">%s</code>.

source: This attribute will be added to the page <code class="code-questions">%s</code>.
it: Questo attributo verrà aggiunto alla pagina <code class="code-questions">%s</code>.

source: This attribute will be added to the question set <code class="code-questions">%s</code>.
it: Questo attributo sarà aggiunto al set di domande <code class="code-questions">%s</code>.

source: This attribute will be added to the question <code class="code-questions">%s</code>.
it: Questo attributo sarà aggiunto alla domanda <code class="code-questions">%s</code>.

source: This attribute will be added to the condition <code class="code-conditions">%s</code>.
it: Questo attributo verrà aggiunto alla condizione <code class="code-conditions">%s</code>.

source: Add existing section
it: Aggiungere una sezione esistente

source: Create new section
it: Creare una nuova sezione

source: This catalog is read only
it: Questo catalogo è di sola lettura

source: Catalog
it: Catalogo

source: Create catalog
it: Crea catalogo

source: This condition is read only
it: Questa condizione è di sola lettura

source: Condition
it: Condizione

source: Create condition
it: Crea condizione

source: This condition will be added to the option set <code class="code-options">%s</code>.
it: Questa condizione verrà aggiunta all'insieme di opzioni <code class="code-options">%s</code>.

source: This condition will be added to the page <code class="code-questions">%s</code>.
it: Questa condizione verrà aggiunta alla pagina <code class="code-questions">%s</code>.

source: This condition will be added to the question set <code class="code-questions">%s</code>.
it: Questa condizione sarà aggiunta all'insieme di domande <code class="code-questions">%s</code>.

source: This condition will be added to the question <code class="code-questions">%s</code>.
it: Questa condizione sarà aggiunta alla domanda <code class="code-questions">%s</code>.

source: This condition will be added to the task <code class="code-tasks">%s</code>.
it: Questa condizione verrà aggiunta all'attività <code class="code-tasks">%s</code>.

source: Create new attribute
it: Creare un nuovo attributo

source: This option is read only
it: Questa opzione è di sola lettura

source: Option
it: Opzione

source: Create option
it: Crea opzione

source: This option will be added to the option set <code class="code-options">%s</code>.
it: Questa opzione sarà aggiunta all'insieme di opzioni <code class="code-options">%s</code>.

source: This option set is read only
it: Questo set di opzioni è di sola lettura

source: Option set
it: Raccolta di opzioni

source: Create option set
it: Crea raccolta di opzioni

source: This option set will be added to the question <code class="code-questions">%s</code>.
it: Questo set di opzioni sarà aggiunto alla domanda <code class="code-questions">%s</code>.

source: Add existing option
it: Aggiungere l'opzione esistente

source: Create new option
it: Creare una nuova opzione

source: Add existing condition
it: Aggiungere la condizione esistente

source: Create new condition
it: Creare una nuova condizione

source: Question: %s
it: Domanda: %s

source: Question set: %s
it: Set di domande: %s

source: Add existing element
it: Aggiungere un elemento esistente

source: Create new question
it: Creare una nuova domanda

source: Create new question set
it: Creare un nuovo set di domande

source: This page is read only
it: Questa pagina è di sola lettura

source: Page
it: Pagina

source: Create page
it: Crea pagina

source: This page will be added to the section <code class="code-questions">%s</code>.
it: Questa pagina verrà aggiunta alla sezione <code class="code-questions">%s</code>.

source: Add existing optionset
it: Aggiungere un set di opzioni esistente

source: Create new optionset
it: Creare un nuovo set di opzioni

source: This question is read only
it: Questa domanda è di sola lettura

source: Question
it: Domanda

source: Create question
it: Crea domanda

source: This question will be added to the page <code class="code-questions">%s</code>.
it: Questa domanda sarà aggiunta alla pagina <code class="code-questions">%s</code>.

source: This question will be added to the question set <code class="code-questions">%s</code>.
it: Questa domanda sarà aggiunta all'insieme di domande <code class="code-questions">%s</code>.

source: Conditions
it: Condizioni

source: Option sets
it: Raccolte di opzioni

source: Range
it: Gamma

source: Default
it: Predefinito

source: Editors
it: Redazione

source: This question set is read only
it: Questo set di domande è di sola lettura

source: Question set
it: Raccolta di domande

source: Create question set
it: Creare un set di domande

source: This question set will be added to the page <code class="code-questions">%s</code>.
it: Questo insieme di domande sarà aggiunto alla pagina <code class="code-questions">%s</code>.

source: This question set will be added to the question set <code class="code-questions">%s</code>.
it: Questo insieme di domande sarà aggiunto all'insieme di domande <code class="code-questions">%s</code>.

source: Add existing page
it: Aggiungere una pagina esistente

source: Create new page
it: Creare una nuova pagina

source: This section is read only
it: Questa sezione è di sola lettura

source: Section
it: Sezione

source: Create section
it: Crea sezione

source: This section will be added to the catalog <code class="code-questions">%s</code>.
it: Questa sezione verrà aggiunta al catalogo <code class="code-questions">%s</code>.

source: This task is read only
it: Questo task è di sola lettura

source: Task
it: Attività

source: Create task
it: Crea attività

source: This view is read only
it: Questa vista è di sola lettura

source: View
it: Visualizza

source: Create view
it: Crea vista

source: Edit
it: Modifica

source: Remove
it: Rimuovi

source: For this action, the element must first be created.
it: Per questa azione, l'elemento deve essere prima creato.

source: Insert default URI Prefix
it: Inserire il prefisso URI di default

source: View attribute nested
it: Visualizzazione dell'attributo annidato

source: Edit attribute
it: Modifica attributo

source: Copy attribute
it: Copia attributo

source: Add attribute
it: Aggiungi attributo

source: Unlock attribute
it: Sbloccare l'attributo

source: Lock attribute
it: Attributo di blocco

source: Export attribute
it: Attributo di esportazione

source: View catalog nested
it: Visualizza il catalogo annidato

source: Edit catalog
it: Modifica catalogo

source: Copy catalog
it: Copia catalogo

source: Add section
it: Aggiungi sezione

source: Make catalog unavailable
it: Rendere il catalogo non disponibile

source: Make catalog available
it: Rendere disponibile il catalogo

source: Unlock catalog
it: Sbloccare il catalogo

source: Lock catalog
it: Catalogo dei lucchetti

source: Export catalog
it: Esportazione del catalogo

source: Edit condition
it: Modifica condizione

source: Copy condition
it: Copia condizione

source: Unlock condition
it: Condizione di sblocco

source: Lock condition
it: Condizione di blocco

source: Export condition
it: Condizione di esportazione

source: Edit option
it: Opzione di modifica

source: Copy option
it: Copia opzione

source: Unlock option
it: Opzione di sblocco

source: Lock option
it: Opzione di blocco

source: Export option
it: Opzione di esportazione

source: View option set nested
it: Set di opzioni di visualizzazione annidato

source: Edit option set
it: Modifica del set di opzioni

source: Copy option set
it: Copia raccolta di opzioni

source: Add option
it: Aggiungi opzione

source: Unlock option set
it: Impostazione dell'opzione di sblocco

source: Lock option set
it: Impostazione dell'opzione di blocco

source: Export option set
it: Set di opzioni di esportazione

source: View page nested
it: Pagina di visualizzazione annidata

source: Edit page
it: Modifica pagina

source: Copy page
it: Copia della pagina

source: Add question
it: Aggiungi domanda

source: Add question set
it: Aggiungi raccolta di domande

source: Unlock page
it: Sblocca pagina

source: Lock page
it: Blocca pagina

source: Export page
it: Esportare pagina

source: Edit question
it: Modifica domanda

source: Copy question
it: Copia domanda

source: Unlock question
it: Sbloccare domanda

source: Lock question
it: Bloccare domanda

source: Export question
it: Esportare domanda

source: This is an optional question.
it: Questa è una domanda facoltativa.

source: optional
it: opzionale

source: This question has a default answer.
it: Questa domanda ha una risposta predefinita.

source: default
it: predefinito

source: Error: No attribute is set for this question!
it: Errore: Non è stato impostato alcun attributo per questa domanda!

source: Error: The attribute for this question is used several times (in this catalog).
it: Errore: L'attributo per questa domanda è utilizzato più volte (in questo catalogo).

source: Warning: Some of the language specific fields are not set properly.
it: Attenzione: Alcuni campi specifici della lingua non sono impostati correttamente.

source: View question set nested
it: Visualizza il set di domande annidato

source: Edit question set
it: Modifica del set di domande

source: Copy question set
it: Copia raccolta di domande

source: Unlock question set
it: Sbloccare il set di domande

source: Lock question set
it: Set di domande di blocco

source: Export question set
it: Esportazione del set di domande

source: View section nested
it: Visualizza sezione annidata

source: Edit section
it: Modifica sezione

source: Copy section
it: Copia sezione

source: Add page
it: Aggiungere pagina

source: Unlock section
it: Sblocca sezione

source: Lock section
it: Blocca sezione

source: Export section
it: Esportare sezione

source: Edit task
it: Modificare l'attività

source: Copy task
it: Copia attività

source: Make task unavailable
it: Rendere l'attività non disponibile

source: Make task available
it: Rendere disponibile l'attività

source: Unlock task
it: Sbloccare l'attività

source: Lock task
it: Bloccare l'attività

source: Export task
it: Esportare l'attività

source: Edit view
it: Modificare vista

source: Copy view
it: Copia vista

source: Make view unavailable
it: Rendere la vista non disponibile

source: Make view available
it: Rendere disponibile la vista

source: Unlock view
it: Sblocca vista

source: Lock view
it: Bloccare vista

source: Export view
it: Esportare vista

source: Attributes
it: Attributi

source: Filter attributes
it: Filtra attributi

source: Filter editors
it: Editori di filtri

source: All editors
it: Tutti gli editori

source: Catalogs
it: Cataloghi

source: Filter catalogs
it: Filtrare cataloghi

source: Show URIs:
it: Mostra URI:

source: Filter conditions
it: Filtra condizioni

source: Filter option sets
it: Filtrare i set di opzioni

source: Options
it: Opzioni

source: Filter options
it: Filtra opzioni

source: Pages
it: Pagine

source: Filter pages
it: Filtrare le pagine

source: Question sets
it: Raccolte di domande

source: Filter question sets
it: Filtrare i set di domande

source: Questions
it: Domande

source: Filter questions
it: Filtra domande

source: Sections
it: Sezioni

source: Filter sections
it: Filtrare sezioni

source: Tasks
it: Attività

source: Filter tasks
it: Filra attività

source: Views
it: Viste

source: Filter views
it: Filtra viste

source: Errors
it: Errori

source: Warnings
it: Avvertenze

source: Make unavailable
it: Rendere non disponibile

source: Make available
it: Rendere disponibile

source: Changed
it: Modificato

source: Created
it: Creato

source: could not be imported
it: non è stato possibile importare

source: but could not be added to parent element
it: ma non è stato possibile aggiungerlo all'elemento genitore

source: Show only created and changed elements (%s)
it: Mostra solo gli elementi creati e modificati (%s)

source: Show only new and changed elements (%s)
it: Mostra solo gli elementi nuovi e modificati (%s)

source: Filter URI
it: Filtro URI

source: Shown
it: Mostrato

source: Key
it: Chiave

source: URI path
it: Percorso URI

source: URI prefix
it: Prefisso URI

source: This attribute is used for <b>%s values</b> in <b>one project</b>.
it: Questo attributo viene utilizzato per <b>%s</b> valori dei progetti.

source: This attribute has <b>one descendant</b>.
it: Questo attributo ha <b>un discendente</b>.

source: This attribute is used in <b>one condition</b>.
it: Questo attributo viene utilizzato in <b>una condizione</b>.

source: This attribute is used in <b>one page</b>.
it: Questo attributo viene utilizzato in <b>una pagina</b>.

source: This attribute is used in <b>one questionset</b>.
it: Questo attributo è utilizzato in <b>un insieme di domande</b>.

source: This attribute is used in <b>one question</b>.
it: Questo attributo è utilizzato in <b>una domanda</b>.

source: This attribute is used in <b>one task</b>.
it: Questo attributo viene utilizzato in <b>un compito</b>.

source: This catalog is used in <b>one project</b>.
it: Questo catalogo viene utilizzato in <b>un progetto</b>.

source: This condition is used for <b>one optionset</b>.
it: Questa condizione viene utilizzata per <b>un set di opzioni</b>.

source: This condition is used for <b>one page</b>.
it: Questa condizione viene utilizzata per <b>una pagina</b>.

source: This condition is used for <b>one questionset</b>.
it: Questa condizione è utilizzata per <b>una serie di domande</b>.

source: This condition is used for <b>one question</b>.
it: Questa condizione viene utilizzata per <b>una domanda</b>.

source: This condition is used for <b>one task</b>.
it: Questa condizione viene utilizzata per <b>un compito</b>.

source: This option is used in <b>one condition</b>.
it: Questa opzione viene utilizzata in <b>una condizione</b>.

source: This option set is used in <b>one question</b>.
it: Questo set di opzioni viene utilizzato in <b>una domanda</b>.

source: This page is used in <b>one section</b>.
it: Questa pagina viene utilizzata in <b>una sezione</b>.

source: This question is used in <b>one page</b>.
it: Questa domanda è utilizzata in <b>una pagina</b>.

source: This question set is used in <b>one question set</b>.
it: Questo set di domande viene utilizzato in <b>un set di domande</b>.

source: This question set is used in <b>one page</b>.
it: Questo set di domande viene utilizzato in <b>una pagina</b>.

source: This section is used in <b>one catalog</b>.
it: Questa sezione viene utilizzata in <b>un catalogo</b>.

source: This task is used in <b>one project</b>.
it: Questo compito è utilizzato in <b>un progetto</b>.

source: This view is used in <b>one project</b>.
it: Questa vista viene utilizzata in <b>un progetto</b>.

source: Import
it: Importa

source: Delete attribute
it: Elimina attributo

source: You are about to permanently delete the attribute:
it: Si sta per eliminare definitivamente l'attributo:

source: This action cannot be undone!
it: Questa azione non può essere annullata!

source: Delete catalog
it: Elimina catalogo

source: You are about to permanently delete the catalog:
it: Si sta per eliminare definitivamente il catalogo:

source: Those projects will not be usable afterwards.
it: Questi progetti non saranno più utilizzabili.

source: Delete condition
it: Elimina condizione

source: You are about to permanently delete the condition:
it: State per cancellare definitivamente la condizione:

source: Delete option
it: Elimina opzione

source: You are about to permanently delete the option:
it: Si sta per eliminare definitivamente l'opzione:

source: Delete option set
it: Elimina raccolta di opzioni

source: You are about to permanently delete the option set:
it: Si sta per cancellare definitivamente il set di opzioni:

source: Delete page
it: Cancellare la pagina

source: You are about to permanently delete the page:
it: State per cancellare definitivamente la pagina:

source: Delete question
it: Elimina domanda

source: You are about to permanently delete the question:
it: State per cancellare definitivamente la domanda:

source: Delete question set
it: Elimina raccolta di domande

source: You are about to permanently delete the question set:
it: Si sta per eliminare definitivamente il set di domande:

source: Delete section
it: Elimina sezione

source: You are about to permanently delete the section:
it: State per cancellare definitivamente la sezione:

source: You are about to permanently delete the task:
it: Si sta per eliminare definitivamente l'attività:

source: The task will be removed from these projects.
it: Il compito sarà rimosso da questi progetti.

source: You are about to permanently delete the view:
it: Si sta per eliminare definitivamente la vista:

source: The view will be removed from these projects.
it: La vista sarà rimossa da questi progetti.

source: Toggle elements:
it: Alternare elementi:

source: Show elements:
it: Mostra elementi:

source: Export all visible elements.
it: Esporta tutti gli elementi visibili.

source: Import an RDMO XML file.
it: Importare un file XML RDMO.

source: Import successful
it: Importazione riuscita

source: Import elements
it: Importa elementi

source: Import one element
it: Importare un elemento

source: Selection
it: Selezione

source: Select all
it: Seleziona tutti

source: Select changed
it: Seleziona modificato

source: Deselect all
it: Deselezionare tutti

source: Deselect changed
it: Deselezione modificata

source: Show all
it: Mostra tutti

source: Show changes
it: Mostra le modifiche

source: Hide all
it: Nascondi tutto

source: Hide changes
it: Nascondere le modifiche

source: Set URI prefix for all elements
it: Impostare il prefisso URI per tutti gli elementi

source: My Projects
it: I miei progetti

source: Contact support
it: Contatta l'assistenza

source: Send message
it: Invia il messaggio

source: View answers
it: Visualizza le risposte

source: Back to project overview
it: Torna alla panoramica del progetto

source: Reload page
it: Ricarica la pagina

source: Search for project or snapshot title, or answer text ...
it: Cercate il titolo del progetto o dell'istantanea, oppure il testo della risposta ...

source: No answers match your search.
it: Nessuna risposta corrisponde alla vostra ricerca.

source: Loading ...
it: Caricamento ...

source: Project
it: Progetto

source: Snapshot
it: Istantanea

source: Tab
it: Scheda

source: Restrict the search to a particular project ...
it: Limitare la ricerca a un particolare progetto ...

source: No projects matching your search.
it: Nessun progetto corrispondente alla vostra ricerca.

source: Include snapshots in the search
it: Includere le istantanee nella ricerca

source: Proceed
it: Procedere

source: Complete questionnaire
it: Completare il questionario

source: Copy tab
it: Scheda Copia

source: Add tab
it: Aggiungi scheda

source: Edit tab
it: Scheda Modifica

source: Reuse answers
it: Riutilizzare le risposte

source: Remove tab
it: Rimuovere la scheda

source: Create tab
it: Scheda Crea

source: Update tab
it: Scheda di aggiornamento

source: Update
it: Aggiornamento

source: Delete tab
it: Scheda Elimina

source: You are about to permanently delete this tab.
it: Si sta per eliminare definitivamente questa scheda.

source: This includes all given answers for this tab on all pages, not just this one.
it: Questo include tutte le risposte date per questa scheda in tutte le pagine, non solo in questa.

source: You can add a new tab using the create button.
it: È possibile aggiungere una nuova scheda utilizzando il pulsante Crea.

source: Name
it: Nome

source: Please give the tab a meaningful name.
it: Si prega di dare alla scheda un nome significativo.

source: You can populate this tab with answers from a similar tab in any project you are allowed to access.
it: È possibile riempire questa scheda con le risposte di una scheda simile in qualsiasi progetto a cui si ha accesso.

source: Reuse tab
it: Scheda Riutilizzo

source: Reuse
it: Riutilizzo

source: Answers
it: Risposte

source: You can populate this tab with answers from a similar tab in any project you have access to. This only affects questions that don't already have an answer.
it: È possibile riempire questa scheda con le risposte di una scheda simile in qualsiasi progetto a cui si ha accesso. Ciò riguarda solo le domande che non hanno già una risposta.

source: Add answer
it: Aggiungi risposta

source: Apply this answer to all tabs where this question is empty
it: Applicare questa risposta a tutte le schede in cui questa domanda è vuota

source: Apply to all
it: Si applica a tutti

source: This is a default answer that can be customized.
it: Si tratta di una risposta predefinita che può essere personalizzata.

source: Erase input
it: Cancellazione dell'ingresso

source: This field could not be saved, since somebody else did so while you were editing. You will need to reload the page to make changes, but your input will be overwritten.
it: Non è stato possibile salvare questo campo, poiché qualcun altro lo ha fatto mentre si stava modificando. È necessario ricaricare la pagina per apportare le modifiche, ma i dati inseriti verranno sovrascritti.

source: You reached the file quota for this project.
it: È stata raggiunta la quota di file per questo progetto.

source: This field could not be saved, since somebody else removed it while you were editing. You will need to reload the page to proceed, but your input will be lost.
it: Non è stato possibile salvare questo campo, poiché qualcun altro lo ha rimosso durante la modifica. È necessario ricaricare la pagina per procedere, ma i dati inseriti andranno persi.

source: An unknown error occurred, please contact support
it: Si è verificato un errore sconosciuto, contattare l'assistenza

source: Optional
it: Opzionale

source: Remove answer
it: Rimuovere la risposta

source: Append
it: Appendice

source: Replace
it: Sostituire

source: Reuse answer
it: Risposta di riutilizzo

source: Answer
it: Risposta
