Repository: pypi-data/pypi-mirror-360
Catalog: packages/rdmo/rdmo-2.3.2.tar.gz/rdmo-2.3.2/rdmo/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: You can reuse an answer from a similar question in any project you have access to.
it: È possibile riutilizzare una risposta di una domanda simile in qualsiasi progetto a cui si ha accesso.

source: Copy block
it: Blocco copia

source: Remove block
it: Rimuovere il blocco

source: You are about to permanently remove this block.
it: State per rimuovere definitivamente questo blocco.

source: Current file:
it: Fascicolo attuale:

source: No file stored.
it: Nessun file memorizzato.

source: Drop the files here ...
it: Lasciate i file qui ...

source: Drag 'n drop some files here, or click to select files.
it: Trascinare qui i file o fare clic per selezionarli.

source: No options are available.
it: Non sono disponibili opzioni.

source: Select ...
it: Selezionare ...

source: No options found
it: Nessuna opzione trovata

source: Yes
it: Si

source: Additional input
it: Ingresso aggiuntivo

source: The unit for this answer.
it: L'unità per questa risposta.

source: Navigation
it: Navigazione

source: (%s of %s)
it: (%s di %s)

source: Complete
it: Completo

source: Overview
it: Panoramica

source: Hide management panels
it: Nascondere i pannelli di gestione

source: Show management panels
it: Mostra i pannelli di gestione

source: You don't have write access to this project.
it: Non avete accesso in scrittura a questo progetto.

source: read only
it: solo lettura

source: Back to my projects
it: Torna ai miei progetti

source: %s of %s
it: %s di %s

source: Progress
it: Progressi

source: These links take you directly to the elements in the management interface. This part of the page is visible to you, because you are either an Admin, Editor, or Reviewer. It is not displayed for regular users. It can be disabled in the sidebar.
it: Questi link portano direttamente agli elementi dell'interfaccia di gestione. Questa parte della pagina è visibile all'utente perché è un amministratore, un redattore o un revisore. Non viene visualizzata dagli utenti normali. Può essere disattivata nella barra laterale.

source: Accept
it: Accettare

source: Decline
it: Declino

source: Filter by catalog
it: Filtrare per catalogo

source: Select catalog
it: Seleziona il catalogo

source: Filter by created date
it: Filtrare per data di creazione

source: Select start date
it: Selezionare la data di inizio

source: Select end date
it: Selezionare la data di fine

source: Filter by last changed date
it: Filtrare per data di ultima modifica

source: Reset all filters
it: Azzeramento di tutti i filtri

source: Hide filters
it: Nascondere i filtri

source: Show filters
it: Mostra filtri

source: Import directly
it: Importazione diretta

source: Import from file
it: Importazione da file

source: Pending invitations
it: Inviti in sospeso

source: Import project
it: Importazione del progetto

source: %s of %s projects are displayed
it: Vengono visualizzati %s di %s progetti

source: View all projects
it: Visualizza tutti i progetti

source: View my projects
it: Visualizza i miei progetti

source: My projects
it: I miei progetti

source: All projects
it: Tutti i progetti

source: Copy project
it: Copia progetto

source: Update project
it: Aggiornamento progetto

source: Delete project
it: Cancellare il progetto

source: Scroll to top
it: Scorri in alto

source: Load more
it: Per saperne di più

source: New project
it: Nuovo progetto

source: Search projects
it: Progetti di ricerca

source: Role
it: Ruolo

source: Owner
it: Proprietario

source: Last changed
it: Ultima modifica

source: Actions
it: Azioni

source: Author
it: Autore

source: Guest
it: Ospite

source: Manager
it: Direttore

source: Filter
it: Filtro

source: Load all
it: Caricare tutti
