Repository: pypi-data/pypi-mirror-360
Catalog: packages/rdmo/rdmo-2.3.2-py3-none-any.whl/rdmo/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr

source: Close
es: Cerrar
fr: Fermer

source: Save
es: Guardar
fr: Sauvegarder

source: Search
es: Búsqueda
fr: Recherche

source: Reset
es: Restablecer
fr: Réinitialisation

source: Drop the file here ...
es: Suelta el archivo aquí ...
fr: Déposez le fichier ici ...

source: Drag and drop a file here or click to select a file
es: Arrastre y suelte un archivo aquí o haga clic para seleccionarlo
fr: Glisser-déposer un fichier ici ou cliquer pour sélectionner un fichier

source: Back
es: Atrás
fr: Retour

source: Create
es: Crear
fr: Créer

source: Create and continue editing
es: Crear y seguir editando
fr: Créer et continuer l'édition

source: Copy
es: Copiar
fr: Copier

source: Copy and continue editing
es: Copiar y seguir editando
fr: Copier et continuer l'édition

source: Save and continue editing
es: Guardar y seguir editando
fr: Sauvegarder et continuer l'édition

source: New
es: Nuevo
fr: Nouveau

source: Delete
es: Borrar
fr: Supprimer

source: One or more errors occurred:
es: Se han producido uno o más errores:
fr: Une ou plusieurs erreurs se sont produites :

source: Filter URI prefix
es: Prefijo URI del filtro
fr: Préfixe de l'URI de filtrage

source: All URI prefixes
es: Todos los prefijos del URI
fr: Tous les préfixes URI

source: Upload file
es: Cargar archivo
fr: Télécharger le fichier

source: Select file
es: Seleccionar fichero
fr: Sélectionner le fichier xml

source: Upload
es: Subir
fr: Téléverser

source: Locked
es: Bloqueado
fr: Verrouillé

source: Remove your site
es: Elimine su sitio
fr: Supprimer votre site

source: Add your site
es: Añada su sitio
fr: Ajouter votre site

source: Hide elements
es: Ocultar elementos
fr: Masquer des éléments

source: Show elements
es: Mostrar elementos
fr: Afficher les éléments

source: XML (full)
es: XML (completo)
fr: XML (complet)

source: CSV comma separated
es: CSV separados por comas
fr: CSV séparé par des virgules

source: CSV semicolon separated
es: CSV separado por punto y coma
fr: CSV séparés par des points-virgules

source: Show less
es: Mostrar menos
fr: Montrer moins

source: Show more
es: Ver más
fr: Afficher plus

source: Hide
es: Ocultar
fr: Cacher

source: Show
es: Mostrar
fr: Afficher

source: This attribute is read only
es: Este atributo es de sólo lectura
fr: Cet attribut est en lecture seule

source: Attribute
es: Atributo
fr: Attribut

source: Create attribute
es: Crear atributo
fr: Créer un attribut

source: This attribute will be added to the attribute <code class="code-domain">%s</code>.
es: Este atributo se añadirá al atributo <code class="code-domain">%s</code>.
fr: Cet attribut sera ajouté à l'attribut <code class="code-domain">%s</code>.

source: This attribute will be added to the page <code class="code-questions">%s</code>.
es: Este atributo se añadirá a la página <code class="code-questions">%s</code>.
fr: Cet attribut sera ajouté à la page <code class="code-questions">%s</code>.

source: This attribute will be added to the question set <code class="code-questions">%s</code>.
es: Este atributo se añadirá al conjunto de preguntas <code class="code-questions">%s</code>.
fr: Cet attribut sera ajouté à l'ensemble de questions <code class="code-questions">%s</code>.

source: This attribute will be added to the question <code class="code-questions">%s</code>.
es: Este atributo se añadirá a la pregunta <code class="code-questions">%s</code>.
fr: Cet attribut sera ajouté à la question <code class="code-questions">%s</code>.

source: This attribute will be added to the condition <code class="code-conditions">%s</code>.
es: Este atributo se añadirá a la condición <code class="code-conditions">%s</code>.
fr: Cet attribut sera ajouté à la condition <code class="code-conditions">%s</code>.

source: Add existing section
es: Añadir sección existente
fr: Ajouter une section existante

source: Create new section
es: Crear una nueva sección
fr: Créer une nouvelle section

source: This catalog is read only
es: Este catálogo es de sólo lectura
fr: Ce catalogue est en lecture seule

source: Catalog
es: Catálogo
fr: Catalogue

source: Create catalog
es: Crear catálogo
fr: Créer un catalogue

source: This condition is read only
es: Esta condición es de sólo lectura
fr: Cette condition est en lecture seule

source: Condition
es: Condición

source: Create condition
es: Crear condición
fr: Créer une condition

source: This condition will be added to the option set <code class="code-options">%s</code>.
es: Esta condición se añadirá al conjunto de opciones <code class="code-options">%s</code>.
fr: Cette condition sera ajoutée au jeu d'options <code class="code-options">%s</code>.

source: This condition will be added to the page <code class="code-questions">%s</code>.
es: Esta condición se añadirá a la página <code class="code-questions">%s</code>.
fr: Cette condition sera ajoutée à la page <code class="code-questions">%s</code>.

source: This condition will be added to the question set <code class="code-questions">%s</code>.
es: Esta condición se añadirá al conjunto de preguntas <code class="code-questions">%s</code>.
fr: Cette condition sera ajoutée à l'ensemble de questions <code class="code-questions">%s</code>.

source: This condition will be added to the question <code class="code-questions">%s</code>.
es: Esta condición se añadirá a la pregunta <code class="code-questions">%s</code>.
fr: Cette condition sera ajoutée à la question <code class="code-questions">%s</code>.

source: This condition will be added to the task <code class="code-tasks">%s</code>.
es: Esta condición se añadirá a la tarea <code class="code-tasks">%s</code>.
fr: Cette condition sera ajoutée à la tâche <code class="code-tasks">%s</code>.

source: Create new attribute
es: Crear nuevo atributo
fr: Créer un nouvel attribut

source: This option is read only
es: Esta opción es de sólo lectura
fr: Cette option est en lecture seule

source: Option
es: Opción

source: Create option
es: Crear opción
fr: Créer une option

source: This option will be added to the option set <code class="code-options">%s</code>.
es: Esta opción se añadirá al conjunto de opciones <code class="code-options">%s</code>.
fr: Cette option sera ajoutée au jeu d'options <code class="code-options">%s</code>.

source: This option set is read only
es: Este conjunto de opciones es de sólo lectura
fr: Ce jeu d'options est en lecture seule

source: Option set
es: Conjunto de opciones
fr: Jeu d'options

source: Create option set
es: Crear conjunto de opciones
fr: Créer un jeu d'options

source: This option set will be added to the question <code class="code-questions">%s</code>.
es: Este conjunto de opciones se añadirá a la pregunta <code class="code-questions">%s</code>.
fr: Ce jeu d'options sera ajouté à la question <code class="code-questions">%s</code>.

source: Add existing option
es: Añadir opción existente
fr: Ajouter une option existante

source: Create new option
es: Crear nueva opción
fr: Créer une nouvelle option

source: Add existing condition
es: Añadir condición existente
fr: Ajouter une condition existante

source: Create new condition
es: Crear una nueva condición
fr: Créer une nouvelle condition

source: Question: %s
es: Pregunta: %s

source: Question set: %s
es: Conjunto de preguntas: %s
fr: Ensemble de questions : %s

source: Add existing element
es: Añadir elemento existente
fr: Ajouter un élément existant

source: Create new question
es: Crear una nueva pregunta
fr: Créer une nouvelle question

source: Create new question set
es: Crear un nuevo conjunto de preguntas
fr: Créer une nouvelle série de questions

source: This page is read only
es: Esta página es de sólo lectura
fr: Cette page est en lecture seule

source: Page
es: Página

source: Create page
es: Crear página
fr: Créer une page

source: This page will be added to the section <code class="code-questions">%s</code>.
es: Esta página se añadirá a la sección <code class="code-questions">%s</code>.
fr: Cette page sera ajoutée à la section <code class="code-questions">%s</code>.

source: Add existing optionset
es: Añadir conjunto de opciones existente
fr: Ajouter un jeu d'options existant

source: Create new optionset
es: Crear nueva optionset
fr: Créer un nouvel ensemble d'options

source: This question is read only
es: Esta pregunta es de sólo lectura
fr: Cette question est en lecture seule

source: Question
es: Pregunta

source: Create question
es: Crear pregunta
fr: Créer une question

source: This question will be added to the page <code class="code-questions">%s</code>.
es: Esta pregunta se añadirá a la página <code class="code-questions">%s</code>.
fr: Cette question sera ajoutée à la page <code class="code-questions">%s</code>.

source: This question will be added to the question set <code class="code-questions">%s</code>.
es: Esta pregunta se añadirá al conjunto de preguntas <code class="code-questions">%s</code>.
fr: Cette question sera ajoutée à l'ensemble de questions <code class="code-questions">%s</code>.

source: Conditions
es: Condiciones

source: Option sets
es: Conjuntos de opciones
fr: Jeux d'options

source: Range
es: Gama
fr: Gamme

source: Default
es: Por defecto
fr: Défaut

source: Editors
es: Redactores
fr: Rédacteurs en chef

source: This question set is read only
es: Este conjunto de preguntas es de sólo lectura
fr: Cet ensemble de questions est en lecture seule

source: Question set
es: Conjunto de preguntas
fr: Ensemble de questions

source: Create question set
es: Crear conjunto de preguntas
fr: Créer un ensemble de questions

source: This question set will be added to the page <code class="code-questions">%s</code>.
es: Este conjunto de preguntas se añadirá a la página <code class="code-questions">%s</code>.
fr: Cet ensemble de questions sera ajouté à la page <code class="code-questions">%s</code>.

source: This question set will be added to the question set <code class="code-questions">%s</code>.
es: Este conjunto de preguntas se añadirá al conjunto de preguntas <code class="code-questions">%s</code>.
fr: Cet ensemble de questions sera ajouté à l'ensemble de questions <code class="code-questions">%s</code>.

source: Add existing page
es: Añadir página existente
fr: Ajouter une page existante

source: Create new page
es: Crear una nueva página
fr: Créer une nouvelle page

source: This section is read only
es: Esta sección es de sólo lectura
fr: Cette section est en lecture seule

source: Section
es: Sección

source: Create section
es: Crerar sección
fr: Créer une section

source: This section will be added to the catalog <code class="code-questions">%s</code>.
es: Esta sección se añadirá al catálogo <code class="code-questions">%s</code>.
fr: Cette section sera ajoutée au catalogue <code class="code-questions">%s</code>.

source: This task is read only
es: Esta tarea es de sólo lectura
fr: Cette tâche est en lecture seule

source: Task
es: Tarea
fr: Tâche

source: Create task
es: Crear tarea
fr: Créer une tâche

source: This view is read only
es: Esta vista es de sólo lectura
fr: Cette vue est en lecture seule

source: View
es: Vista
fr: Vue

source: Create view
es: Crear vista
fr: Créer une vue

source: Edit
es: Editar
fr: Modifier

source: Remove
es: Eliminar
fr: Retirer

source: For this action, the element must first be created.
es: Para esta acción, primero debe crearse el elemento.
fr: Pour cette action, l'élément doit d'abord être créé.

source: Insert default URI Prefix
es: Inserte el prefijo URI por defecto
fr: Insérer le préfixe URI par défaut

source: View attribute nested
es: Ver atributo anidado
fr: Afficher l'attribut imbriqué

source: Edit attribute
es: Editar atributo
fr: Modifier l'attribut

source: Copy attribute
es: Copiar atributo
fr: Copier l'attribut

source: Add attribute
es: Añadir atributo
fr: Ajouter un attribut

source: Unlock attribute
es: Desbloquear atributo
fr: Déverrouiller l'attribut

source: Lock attribute
es: Atributo de bloqueo
fr: Verrouiller l'attribut

source: Export attribute
es: Atributo de exportación
fr: Exporter l'attribut

source: View catalog nested
es: Ver catálogo anidado
fr: Afficher le catalogue imbriqué

source: Edit catalog
es: Editar catálogo
fr: Modifier le catalogue

source: Copy catalog
es: Copiar catálogo
fr: Copier le catalogue

source: Add section
es: Añadir sección
fr: Ajouter une section

source: Make catalog unavailable
es: Hacer que el catálogo no esté disponible
fr: Rendre le catalogue indisponible

source: Make catalog available
es: Poner el catálogo a disposición
fr: Rendre le catalogue disponible

source: Unlock catalog
es: Desbloquear catálogo
fr: Déverrouiller le catalogue

source: Lock catalog
es: Catálogo de cerraduras
fr: Verrouiller le catalogue

source: Export catalog
es: Exportar catálogo
fr: Exporter le catalogue

source: Edit condition
es: Editar condición
fr: Modifier la condition

source: Copy condition
es: Copiar condición
fr: Copier la condition

source: Unlock condition
es: Condición de desbloqueo
fr: Déverrouiller la condition

source: Lock condition
es: Estado de la cerradura
fr: Verrouiller la condition

source: Export condition
es: Condiciones de exportación
fr: Exporter la ccondition

source: Edit option
es: Editar opción
fr: Modifier l'option

source: Copy option
es: Copiar opción
fr: Copier l'option

source: Unlock option
es: Opción de desbloqueo
fr: Déverrouiller l'option

source: Lock option
es: Opción de bloqueo
fr: Verrouiller l'option

source: Export option
es: Opción de exportación
fr: Exporter l'option

source: View option set nested
es: Ver conjunto de opciones anidadas
fr: Afficher le jeu d'options imbriquées

source: Edit option set
es: Editar conjunto de opciones
fr: Modifier le jeu d'options

source: Copy option set
es: Copiar conjunto de opciones
fr: Copier le jeu d'options

source: Add option
es: Añadir opción
fr: Ajouter une option

source: Unlock option set
es: Opción de desbloqueo establecida
fr: Déverrouiller le jeu d'options

source: Lock option set
es: Opción de bloqueo establecida
fr: Verrouiller le jeu d'options

source: Export option set
es: Conjunto de opciones de exportación
fr: Exporter le jeu d'options

source: View page nested
es: Ver página anidada
fr: Afficher la page imbriquée

source: Edit page
es: Editar página
fr: Modifier la page

source: Copy page
es: Copiar página
fr: Copier la page

source: Add question
es: Añadir pregunta
fr: Ajouter une question

source: Add question set
es: Añadir conjunto de preguntas
fr: Ajouter un ensemble de questions

source: Unlock page
es: Desbloquear página
fr: Déverrouiller la page

source: Lock page
es: Página de bloqueo
fr: Verrouiller la page

source: Export page
es: Página de exportación
fr: Exporter la page

source: Edit question
es: Editar pregunta
fr: Modifier la question

source: Copy question
es: Copiar pregunta
fr: Copier la question

source: Unlock question
es: Desbloquear pregunta
fr: Déverrouiller la question

source: Lock question
es: Pregunta sobre la cerradura
fr: Verrouiller la question

source: Export question
es: Pregunta sobre la exportación
fr: Exporter la question

source: This is an optional question.
es: Esta pregunta es opcional.
fr: Il s'agit d'une question facultative.

source: optional
es: opcional
fr: optionnel

source: This question has a default answer.
es: Esta pregunta tiene una respuesta por defecto.
fr: Cette question a une réponse par défaut.

source: default
es: por defecto
fr: par défaut

source: Error: No attribute is set for this question!
es: Error: No se ha establecido ningún atributo para esta pregunta!
fr: Erreur : Aucun attribut n'est défini pour cette question!

source: Error: The attribute for this question is used several times (in this catalog).
es: Error: El atributo de esta pregunta se utiliza varias veces (en este catálogo).
fr: Erreur : L'attribut de cette question est utilisé plusieurs fois (dans ce catalogue).

source: Warning: Some of the language specific fields are not set properly.
es: Advertencia: Algunos de los campos específicos del idioma no están configurados correctamente.
fr: Avertissement : Certains champs spécifiques à la langue ne sont pas correctement définis.

source: View question set nested
es: Ver conjunto de preguntas anidadas
fr: Afficher l'ensemble de questions imbriqué

source: Edit question set
es: Editar conjunto de preguntas
fr: Modifier l'ensemble de questions

source: Copy question set
es: Copiar conjunto de preguntas
fr: Copier l'ensemble de questions

source: Unlock question set
es: Desbloquear conjunto de preguntas
fr: Déverrouiller l'ensemble de questions

source: Lock question set
es: Bloquear el juego de preguntas
fr: Verrouiller l'ensemble de questions

source: Export question set
es: Exportar conjunto de preguntas
fr: Exporter l'ensemble de questions

source: View section nested
es: Ver sección anidada
fr: Voir la section imbriquée

source: Edit section
es: Editar sección
fr: Modifier la section

source: Copy section
es: Copiar sección
fr: Copier la section

source: Add page
es: Añadir página
fr: Ajouter une page

source: Unlock section
es: Desbloquear sección
fr: Déverrouiller la section

source: Lock section
es: Sección de bloqueo
fr: Verrouiller la section

source: Export section
es: Sección de exportación
fr: Exporter la section

source: Edit task
es: Editar tarea
fr: Modifier la tâche

source: Copy task
es: Copiar tarea
fr: Copier la tâche

source: Make task unavailable
es: Hacer que la tarea no esté disponible
fr: Rendre la tâche indisponible

source: Make task available
es: Poner la tarea a disposición
fr: Rendre la tâche disponible

source: Unlock task
es: Desbloquear tarea
fr: Déverrouiller la tâche

source: Lock task
es: Bloquear tarea
fr: Verrouiller la tâche

source: Export task
es: Tarea de exportación
fr: Exporter la âche

source: Edit view
es: Editar vista
fr: Modifier la vue

source: Copy view
es: Copiar vista
fr: Copier la vue

source: Make view unavailable
es: Hacer que la vista no esté disponible
fr: Rendre la vue indisponible

source: Make view available
es: Vista disponible
fr: Rendre la vue disponible

source: Unlock view
es: Desbloquear vista
fr: Déverrouiller la vue

source: Lock view
es: Bloquear vista
fr: Verrouiller la vue

source: Export view
es: Exportar vista
fr: Exporter la vue

source: Attributes
es: Atributos
fr: Attributs

source: Filter attributes
es: Filtrar atributos
fr: Filtrer les attributs

source: Filter editors
es: Editores de filtros
fr: Filtre éditeurs

source: All editors
es: Todos los editores
fr: Tous les éditeurs

source: Catalogs
es: Catálogos
fr: Catalogues

source: Filter catalogs
es: Catálogos de filtros
fr: Filtrer les catalogues

source: Show URIs:
es: Mostrar URIs:
fr: Afficher les URI :

source: Filter conditions
es: Condiciones de filtrado
fr: Filtrer les conditions

source: Filter option sets
es: Conjuntos de opciones de filtrado
fr: Filtrer les jeux d'options

source: Options
es: Opciones

source: Filter options
es: Opciones del filtro
fr: Filtrer les options

source: Pages
es: Páginas

source: Filter pages
es: Filtrar páginas
fr: Filtrer les pages

source: Question sets
es: Conjuntos de preguntas
fr: Ensembles de questions

source: Filter question sets
es: Filtrar conjuntos de preguntas
fr: Filtrer les ensembles de questions

source: Questions
es: Preguntas

source: Filter questions
es: Filtrar preguntas
fr: Filtrer les questions

source: Sections
es: Secciones

source: Filter sections
es: Secciones filtrantes
fr: Filtrer les sections

source: Tasks
es: Tareas
fr: Tâches

source: Filter tasks
es: Filtrar tareas
fr: Filtrer les tâches

source: Views
es: Vistas
fr: Vues

source: Filter views
es: Filtrar vistas
fr: Filtrer les vues

source: Errors
es: Errores
fr: Erreurs

source: Warnings
es: Advertencias
fr: Avertissements

source: Make unavailable
es: Hacer no disponible
fr: Rendre indisponible

source: Make available
es: Poner a disposición
fr: Mettre à disposition

source: Changed
es: Modificado
fr: Modifié

source: Created
es: Creado
fr: Créée

source: could not be imported
es: no se ha podido importar
fr: n'a pas pu être importé

source: but could not be added to parent element
es: pero no se ha podido añadir al elemento padre
fr: mais n'a pas pu être ajouté à l'élément parent

source: Show only created and changed elements (%s)
es: Mostrar sólo los elementos creados y modificados (%s)
fr: Afficher uniquement les éléments créés et modifiés (%s)

source: Show only new and changed elements (%s)
es: Mostrar sólo elementos nuevos y modificados (%s)
fr: Afficher uniquement les éléments nouveaux et modifiés (%s)

source: Filter URI
es: Filtrar URI
fr: URI du filtre

source: Shown
es: Se muestra
fr: Montré

source: Key
es: Clave
fr: Clé

source: URI path
es: Ruta URI
fr: Chemin d'accès URI

source: URI prefix
es: Prefijo URI
fr: Préfixe URI

source: This attribute is used for <b>%s values</b> in <b>one project</b>.
es: Este atributo se utiliza para <b>%s valores</b> en <b>un proyecto</b>.
fr: Cet attribut est utilisé pour <b>%s valeurs d'un projet</b>.

source: This attribute has <b>one descendant</b>.
es: Este atributo tiene <b>un descendiente</b>.
fr: Cet attribut a <b>un descendant</b>.

source: This attribute is used in <b>one condition</b>.
es: Este atributo se utiliza en <b>una condición</b>.
fr: Cet attribut est utilisé à <b>une condition</b>.

source: This attribute is used in <b>one page</b>.
es: Este atributo se utiliza en <b>una página</b>.
fr: Cet attribut est utilisé dans <b>une page</b>.

source: This attribute is used in <b>one questionset</b>.
es: Este atributo se utiliza en <b>un conjunto de preguntas</b>.
fr: Cet attribut est utilisé dans <b>un jeu de questions</b>.

source: This attribute is used in <b>one question</b>.
es: Este atributo se utiliza en <b>una pregunta</b>.
fr: Cet attribut est utilisé dans <b>une question</b>.

source: This attribute is used in <b>one task</b>.
es: Este atributo se utiliza en <b>una tarea</b>.
fr: Cet attribut est utilisé dans <b>une tâche</b>.

source: This catalog is used in <b>one project</b>.
es: Este catálogo se utiliza en <b>un proyecto</b>.
fr: Ce catalogue est utilisé dans <b>un projet</b>.

source: This condition is used for <b>one optionset</b>.
es: Esta condición se utiliza para <b>un conjunto de opciones</b>.
fr: Cette condition est utilisée pour <b>un jeu d'options</b>.

source: This condition is used for <b>one page</b>.
es: Esta condición se utiliza para <b>una página</b>.
fr: Cette condition est utilisée pour <b>une page</b>.

source: This condition is used for <b>one questionset</b>.
es: Esta condición se utiliza para <b>un conjunto de preguntas</b>.
fr: Cette condition est utilisée pour <b>un jeu de questions</b>.

source: This condition is used for <b>one question</b>.
es: Esta condición se utiliza para <b>una pregunta</b>.
fr: Cette condition est utilisée pour <b>une question</b>.

source: This condition is used for <b>one task</b>.
es: Esta condición se utiliza para <b>una tarea</b>.
fr: Cette condition est utilisée pour <b>une tâche</b>.

source: This option is used in <b>one condition</b>.
es: Esta opción se utiliza en <b>una condición</b>.
fr: Cette option est utilisée dans <b>une condition</b>.

source: This option set is used in <b>one question</b>.
es: Este conjunto de opciones se utiliza en <b>una pregunta</b>.
fr: Ce jeu d'options est utilisé dans <b>une question</b>.

source: This page is used in <b>one section</b>.
es: Esta página se utiliza en <b>una sección</b>.
fr: Cette page est utilisée dans <b>une section</b>.

source: This question is used in <b>one page</b>.
es: Esta pregunta se utiliza en <b>una página</b>.
fr: Cette question est utilisée dans <b>une page</b>.

source: This question set is used in <b>one question set</b>.
es: Este conjunto de preguntas se utiliza en <b>un conjunto de preguntas</b>.
fr: Cet ensemble de questions est utilisé dans <b>un ensemble de questions</b>.
