Repository: pypi-data/pypi-mirror-360
Catalog: packages/rdmo/rdmo-2.3.2-py3-none-any.whl/rdmo/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr

source: This question set is used in <b>one page</b>.
es: Este conjunto de preguntas se utiliza en <b>una página</b>.
fr: Cet ensemble de questions est utilisé dans <b>une page</b>.

source: This section is used in <b>one catalog</b>.
es: Esta sección se utiliza en <b>un catálogo</b>.
fr: Cette section est utilisée dans <b>un catalogue</b>.

source: This task is used in <b>one project</b>.
es: Esta tarea se utiliza en <b>un proyecto</b>.
fr: Cette tâche est utilisée dans <b>un projet</b>.

source: This view is used in <b>one project</b>.
es: Esta vista se utiliza en <b>un proyecto</b>.
fr: Cette vue est utilisée dans <b>un projet</b>.

source: Import
es: Importar
fr: Importer

source: Delete attribute
es: Borrar atributos
fr: Supprimer l'attribut

source: You are about to permanently delete the attribute:
es: Está a punto de eliminar definitivamente el atributo:
fr: Vous êtes sur le point de supprimer définitivement l'attribut :

source: This action cannot be undone!
es: ¡Esta operación no tiene vuelta atrás!
fr: Cette action ne peut pas être annulée!

source: Delete catalog
es: Eliminar catálogo
fr: Supprimer le catalogue

source: You are about to permanently delete the catalog:
es: Está a punto de borrar definitivamente el catálogo:
fr: Vous êtes sur le point de supprimer définitivement le catalogue :

source: Those projects will not be usable afterwards.
es: Esos proyectos no podrán utilizarse después.
fr: Ces projets ne seront plus utilisables par la suite.

source: Delete condition
es: Borrar condición
fr: Supprimer la condition

source: You are about to permanently delete the condition:
es: Está a punto de eliminar definitivamente la condición:
fr: Vous êtes sur le point de supprimer définitivement la condition :

source: Delete option
es: Borrar opción
fr: Supprimer l'option

source: You are about to permanently delete the option:
es: Está a punto de eliminar definitivamente la opción:
fr: Vous êtes sur le point de supprimer définitivement l'option :

source: Delete option set
es: Borrar conjunto de opciones
fr: Supprimer le jeu d'options

source: You are about to permanently delete the option set:
es: Está a punto de eliminar definitivamente el conjunto de opciones:
fr: Vous êtes sur le point de supprimer définitivement le jeu d'options :

source: Delete page
es: Borrar página
fr: Supprimer la page

source: You are about to permanently delete the page:
es: Está a punto de borrar definitivamente la página:
fr: Vous êtes sur le point de supprimer définitivement la page :

source: Delete question
es: Eliminar pregunta
fr: Supprimer la question

source: You are about to permanently delete the question:
es: Está a punto de borrar definitivamente la pregunta:
fr: Vous êtes sur le point de supprimer définitivement la question :

source: Delete question set
es: Eliminar conjunto de preguntas
fr: Supprimer l'ensemble de questions

source: You are about to permanently delete the question set:
es: Está a punto de borrar definitivamente el conjunto de preguntas:
fr: Vous êtes sur le point de supprimer définitivement la série de questions :

source: Delete section
es: Eliminar sección
fr: Supprimer la section

source: You are about to permanently delete the section:
es: Está a punto de eliminar definitivamente la sección:
fr: Vous êtes sur le point de supprimer définitivement la section :

source: You are about to permanently delete the task:
es: Está a punto de eliminar definitivamente la tarea:
fr: Vous êtes sur le point de supprimer définitivement la tâche :

source: The task will be removed from these projects.
es: La tarea se eliminará de estos proyectos.
fr: La tâche sera supprimée de ces projets.

source: You are about to permanently delete the view:
es: Está a punto de eliminar definitivamente la vista:
fr: Vous êtes sur le point de supprimer définitivement la vue :

source: The view will be removed from these projects.
es: Se eliminará la vista de estos proyectos.
fr: La vue sera supprimée de ces projets.

source: Toggle elements:
es: Alternar elementos:
fr: Basculer les éléments :

source: Show elements:
es: Mostrar elementos:
fr: Afficher les éléments :

source: Export all visible elements.
es: Exportar todos los elementos visibles.
fr: Exporter tous les éléments visibles.

source: Import an RDMO XML file.
es: Importar un archivo RDMO XML.
fr: Importer un fichier XML RDMO.

source: Import successful
es: Importación correcta
fr: Importation réussie

source: Import elements
es: Importar elementos
fr: Importer les éléments

source: Import one element
es: Importar un elemento
fr: Importer un élément

source: Selection
es: Selección
fr: Sélection

source: Select all
es: Seleccionar todo
fr: Tout sélectionner

source: Select changed
es: Seleccionar cambiado
fr: Sélection modifiée

source: Deselect all
es: Deseleccionar todo
fr: Désélectionner tout

source: Deselect changed
es: Deseleccionar cambiado
fr: Désélectionner les modifications

source: Show all
es: Mostrar todo
fr: Afficher tout

source: Show changes
es: Mostrar cambios
fr: Afficher les changements

source: Hide all
es: Ocultar todo
fr: Cacher tout

source: Hide changes
es: Ocultar cambios
fr: Masquer les changements

source: Set URI prefix for all elements
es: Establecer prefijo URI para todos los elementos
fr: Définir le préfixe URI pour tous les éléments

source: My Projects
es: Mis proyectos
fr: Mes projets

source: Contact support
es: Contactar con el servicio de asistencia
fr: Contacter le support

source: Send message
es: Enviar mensaje
fr: Envoyer un message

source: View answers
es: Ver respuestas
fr: Voir les réponses

source: Back to project overview
es: Volver al resumen del proyecto
fr: Retour à l'aperçu du projet

source: Reload page
es: Recargar página
fr: Recharger la page

source: Search for project or snapshot title, or answer text ...
es: Buscar por título de proyecto o instantánea, o responder texto ...
fr: Recherchez le titre d'un projet ou d'un instantané, ou répondez au texte ...

source: No answers match your search.
es: Ninguna respuesta coincide con su búsqueda.
fr: Aucune réponse ne correspond à votre recherche.

source: Loading ...
es: Cargando ...
fr: Chargement ...

source: Project
es: Proyecto
fr: Projet

source: Snapshot
es: Instantánea
fr: Instantané

source: Tab
es: Ficha
fr: Onglet

source: Restrict the search to a particular project ...
es: Restringir la búsqueda a un proyecto concreto ...
fr: Limiter la recherche à un projet particulier ...

source: No projects matching your search.
es: No hay proyectos que coincidan con su búsqueda.
fr: Aucun projet ne correspond à votre recherche.

source: Include snapshots in the search
es: Incluir instantáneas en la búsqueda
fr: Inclure les instantanés dans la recherche

source: Proceed
es: Proceda
fr: Procéder

source: Complete questionnaire
es: Cuestionario completo

source: Copy tab
es: Ficha Copiar
fr: Onglet Copier

source: Add tab
es: Añadir ficha
fr: Ajouter un onglet

source: Edit tab
es: Editar ficha
fr: Onglet Modifier

source: Reuse answers
es: Reutilizar respuestas
fr: Réutiliser les réponses

source: Remove tab
es: Eliminar pestaña
fr: Supprimer l'onglet

source: Create tab
es: Ficha Crear
fr: Onglet Créer

source: Update tab
es: Ficha Actualizar
fr: Onglet de mise à jour

source: Update
es: Actualización
fr: Mise à jour

source: Delete tab
es: Eliminar ficha
fr: Supprimer l'onglet

source: You are about to permanently delete the tab named: <strong>%s</strong>
es: Está a punto de eliminar definitivamente el pestaña: <strong>%s</strong>

source: You are about to permanently delete this tab.
es: Está a punto de eliminar definitivamente esta pestaña.
fr: Vous êtes sur le point de supprimer définitivement cet onglet.

source: This includes all given answers for this tab on all pages, not just this one.
es: Esto incluye todas las respuestas dadas para esta pestaña en todas las páginas, no sólo en ésta.
fr: Cela inclut toutes les réponses données pour cet onglet sur toutes les pages, et pas seulement celle-ci.

source: You can add a new tab using the create button.
es: Puede añadir una nueva pestaña utilizando el botón crear.
fr: Vous pouvez ajouter un nouvel onglet à l'aide du bouton « Créer ».

source: Name
es: Nombre
fr: Nom

source: Please give the tab a meaningful name.
es: Por favor, dale a la pestaña un nombre significativo.
fr: Veuillez donner un nom significatif à l'onglet.

source: You can populate this tab with answers from a similar tab in any project you are allowed to access.
es: Puede rellenar esta pestaña con respuestas de una pestaña similar de cualquier proyecto al que tenga acceso.
fr: Vous pouvez remplir cet onglet avec des réponses provenant d'un onglet similaire dans n'importe quel projet auquel vous êtes autorisé à accéder.

source: Reuse tab
es: Ficha Reutilización
fr: Onglet Réutilisation

source: Reuse
es: Reutilice
fr: Réutilisation

source: Answers
es: Respuestas
fr: Réponses

source: You can populate this tab with answers from a similar tab in any project you have access to. This only affects questions that don't already have an answer.
es: Puede rellenar esta pestaña con respuestas de una pestaña similar en cualquier proyecto al que tenga acceso. Esto solo afecta a las preguntas que aún no tienen respuesta.
fr: Vous pouvez remplir cet onglet avec des réponses provenant d'un onglet similaire dans n'importe quel projet auquel vous avez accès. Cela n'affecte que les questions qui n'ont pas encore de réponse.

source: Add answer
es: Añadir respuesta
fr: Ajouter une réponse

source: Apply this answer to all tabs where this question is empty
es: Aplique esta respuesta a todas las pestañas en las que esta pregunta esté vacía
fr: Appliquer cette réponse à tous les onglets où cette question est vide

source: Apply to all
es: Aplicable a todos
fr: Postuler à tous

source: This is a default answer that can be customized.
es: Esta es una respuesta por defecto que se puede personalizar.
fr: Il s'agit d'une réponse par défaut qui peut être personnalisée.

source: Erase input
es: Borrar entrada
fr: Effacer l'entrée

source: This field could not be saved, since somebody else did so while you were editing. You will need to reload the page to make changes, but your input will be overwritten.
es: Este campo no se pudo guardar, ya que otra persona lo hizo mientras usted estaba editando. Tendrá que recargar la página para hacer cambios, pero su entrada se sobrescribirá.
fr: Ce champ n'a pas pu être sauvegardé, car quelqu'un d'autre l'a fait pendant que vous étiez en train de le modifier. Vous devrez recharger la page pour apporter des modifications, mais vos données seront écrasées.

source: You reached the file quota for this project.
es: Ha alcanzado la cuota de archivos para este proyecto.
fr: Vous avez atteint le quota de fichiers pour ce projet.

source: This field could not be saved, since somebody else removed it while you were editing. You will need to reload the page to proceed, but your input will be lost.
es: Este campo no se ha podido guardar, ya que otra persona lo ha eliminado mientras estabas editando. Tendrá que volver a cargar la página para continuar, pero su entrada se perderá.
fr: Ce champ n'a pas pu être sauvegardé, car quelqu'un d'autre l'a supprimé pendant que vous le modifiez. Vous devrez recharger la page pour continuer, mais vos données seront perdues.

source: An unknown error occurred, please contact support
es: Se ha producido un error desconocido, póngase en contacto con el servicio de asistencia
fr: Une erreur inconnue s'est produite, veuillez contacter le support

source: Optional
es: Opcional
fr: En option

source: Remove answer
es: Eliminar respuesta
fr: Supprimer la réponse

source: Append
es: Añada
fr: Ajouter

source: Replace
es: Sustituir
fr: Remplacer

source: Reuse answer
es: Reutilizar respuesta
fr: Réponse à la question de la réutilisation

source: Answer
es: Respuesta
fr: Réponse

source: You can reuse an answer from a similar question in any project you have access to.
es: Puedes reutilizar una respuesta de una pregunta similar en cualquier proyecto al que tengas acceso.
fr: Vous pouvez réutiliser une réponse à une question similaire dans n'importe quel projet auquel vous avez accès.

source: Copy block
es: Bloque de copia
fr: Bloc de copies

source: Remove block
es: Quitar bloque
fr: Retirer le bloc

source: You are about to permanently remove this block.
es: Está a punto de eliminar permanentemente este bloque.
fr: Vous êtes sur le point de supprimer définitivement ce bloc.

source: Current file:
es: Archivo actual:
fr: Dossier en cours :

source: No file stored.
es: No hay ningún archivo almacenado.
fr: Aucun fichier n'est stocké.

source: Drop the files here ...
es: Suelta los archivos aquí ...
fr: Déposez les fichiers ici ...

source: Drag 'n drop some files here, or click to select files.
es: Arrastre y suelte algunos archivos aquí, o haga clic para seleccionar archivos.
fr: Glissez-déposez des fichiers ici, ou cliquez pour sélectionner des fichiers.

source: No options are available.
es: No hay opciones disponibles.
fr: Aucune option n'est disponible.

source: Select ...
es: Seleccione ...
fr: Sélectionner ...

source: No options found
es: No se han encontrado opciones
fr: Aucune option trouvée

source: Yes
es: Sí
fr: Oui

source: Additional input
es: Información adicional
fr: Données supplémentaires

source: The unit for this answer.
es: La unidad para esta respuesta.
fr: L'unité de cette réponse.

source: Navigation
es: Navegación

source: (%s of %s)
es: (%s de %s)
fr: (%s de %s)

source: Overview
es: Visión general
fr: Vue d'ensemble

source: Hide management panels
es: Ocultar paneles de gestión
fr: Masquer les panneaux de gestion

source: Show management panels
es: Mostrar paneles de gestión
fr: Panneaux de gestion des spectacles

source: You don't have write access to this project.
es: No tienes acceso de escritura a este proyecto.
fr: Vous n'avez pas d'accès en écriture à ce projet.

source: read only
es: sólo lectura
fr: en lecture seule

source: Back to my projects
es: Volver a mis proyectos
fr: Retour à mes projets

source: %s of %s
es: %s de %s
fr: %s de %s

source: Progress
es: Progreso
fr: Progrès

source: These links take you directly to the elements in the management interface. This part of the page is visible to you, because you are either an Admin, Editor, or Reviewer. It is not displayed for regular users. It can be disabled in the sidebar.
es: Estos enlaces le llevan directamente a los elementos de la interfaz de gestión. Esta parte de la página es visible para usted, porque es Administrador, Editor o Revisor. No se muestra a los usuarios normales. Puede desactivarse en la barra lateral.
fr: Ces liens vous permettent d'accéder directement aux éléments de l'interface de gestion. Cette partie de la page vous est visible parce que vous êtes administrateur, éditeur ou réviseur. Elle n'est pas affichée pour les utilisateurs ordinaires. Elle peut être désactivée dans la barre latérale.

source: Accept
es: Acepte
fr: Accepter

source: Decline
es: Disminución
fr: Déclin

source: Filter by catalog
es: Filtrar por catálogo
fr: Filtrer par catalogue

source: Select catalog
es: Seleccionar catálogo
fr: Sélectionner un catalogue

source: Filter by created date
es: Filtrar por fecha de creación
fr: Filtrer par date de création

source: Select start date
es: Seleccione la fecha de inicio
fr: Sélectionner la date de début

source: Select end date
es: Seleccione la fecha final
fr: Sélectionner la date de fin

source: Filter by last changed date
es: Filtrar por fecha de última modificación
fr: Filtrer par date de dernière modification

source: Reset all filters
es: Restablecer todos los filtros
fr: Réinitialiser tous les filtres

source: Hide filters
es: Ocultar filtros
fr: Masquer les filtres

source: Show filters
es: Mostrar filtros
fr: Afficher les filtres

source: Import directly
es: Importar directamente
fr: Importer directement

source: Import from file
es: Importar desde archivo
fr: Importation d'un fichier

source: Pending invitations
es: Invitaciones pendientes
fr: Invitations en attente

source: Import project
es: Importar proyecto
fr: Importer un projet

source: %s of %s projects are displayed
es: Se muestran %s de %s proyectos
fr: %s de %s projets sont affichés

source: View all projects
es: Ver todos los proyectos
fr: Voir tous les projets

source: View my projects
es: Ver mis proyectos
fr: Voir mes projets

source: My projects
es: Mis proyectos
fr: Mes projets

source: All projects
es: Todos los proyectos
fr: Tous les projets

source: Copy project
es: Copiar proyecto
fr: Copier le projet

source: Update project
es: Actualizar proyecto
fr: Actualiser le projet

source: Delete project
es: Suprimir proyecto
fr: Supprimer le projet

source: Scroll to top
es: Ir arriba
fr: Défiler vers le haut

source: Load more
es: Más información
fr: En savoir plus

source: New project
es: Nuevo proyecto
fr: Nouveau projet

source: Search projects
es: Buscar proyectos
fr: Recherche de projets

source: Role
es: Rol
fr: Rôle

source: Owner
es: Propietario
fr: Propriétaire

source: Last changed
es: Última modificación
fr: Dernière modification

source: Actions
es: Acciones

source: Author
es: Autor
fr: Auteur

source: Guest
es: Invitado
fr: Invité

source: Manager
es: Director
fr: Gestionnaire

source: Filter
es: Filtro
fr: Filtre

source: Load all
es: Cargar todo
fr: Charger tout

source: %s has unsupported file type
fr: %s a un type de fichier non supporté

source: No
fr: Non

source: Complete
fr: Compléter
